{"name":"Ayriana","age":"Adult","kin":{"name":"Elf","description":"Elves are an ancient kin that for eons have watched over the forests of the world. They are guided by the stars which they regard as divine beings capable of peering into the deepest mysteries. Elven culture is meditatively introverted and sometimes difficult for outsiders to understand. However, it is clear that they are driven by other, more metaphysical concerns than the lust for gold and glory often found in dwarves and humans. Nonetheless, their kin includes many powerful warriors, widely respected and praised by the bards for their skill with both sword and bow.","baseMovement":10},"profession":"Hunter","currentHp":12,"currentWp":8,"weakness":{"name":"Fearful of Magic","description":"Magic is an evil force and mages cannot be trusted."},"strength":{"title":"Strength","abbreviation":"STR","score":11},"constitution":{"title":"Constitution","abbreviation":"CON","score":12},"agillity":{"title":"Agillity","abbreviation":"AGL","score":17},"intelligence":{"title":"Intelligence","abbreviation":"INT","score":15},"willpower":{"title":"Willpower","abbreviation":"WIL","score":12},"charisma":{"title":"Charisma","abbreviation":"CHA","score":10},"exhausted":false,"sickly":false,"dazed":true,"angry":false,"scared":true,"disheartened":false,"skills":[{"id":1,"name":"Axes","description":"Your ability to fight with the weapon type Axes.","relatedAttribute":"Strength","trained":false,"advancement":false},{"id":2,"name":"Bows","description":"Your ability to fight with the weapon type Bows.","relatedAttribute":"Agillity","trained":true,"advancement":false},{"id":3,"name":"Brawling","description":"Your ability to fight with the weapon type Brawling.","relatedAttribute":"Strength","trained":false,"advancement":false},{"id":4,"name":"Crossbows","description":"Your ability to fight with the weapon type Crossbows.","relatedAttribute":"Agillity","trained":false,"advancement":false},{"id":5,"name":"Hammers","description":"Your ability to fight with the weapon type Hammers.","relatedAttribute":"Strength","trained":false,"advancement":false},{"id":6,"name":"Knives","description":"Your ability to fight with the weapon type Knives.","relatedAttribute":"Agillity","trained":true,"advancement":false},{"id":7,"name":"Slings","description":"Your ability to fight with the weapon type Slings.","relatedAttribute":"Agillity","trained":false,"advancement":false},{"id":8,"name":"Spears","description":"Your ability to fight with the weapon type Spears.","relatedAttribute":"Strength","trained":false,"advancement":false},{"id":9,"name":"Staves","description":"Your ability to fight with the weapon type Staves.","relatedAttribute":"Agillity","trained":false,"advancement":false},{"id":10,"name":"Swords","description":"Your ability to fight with the weapon type Swords.","relatedAttribute":"Strength","trained":false,"advancement":false},{"id":11,"name":"Acrobatics","description":"When jumping, climbing, balancing or performing a similar physical action, roll for this skill.","relatedAttribute":"Agillity","trained":true,"advancement":false},{"id":12,"name":"Awareness","description":"As an adventurer you must always be on your guard, or you won’t live long. You use your AWARENESS skill to watch or listen for anyone sneaking around nearby (opposed roll, see SNEAKING below). The GM can also let you make an AWARENESS roll to notice emerging threats in time. Such a passive roll cannot be pushed. Groups: If multiple player characters are in the same place, each of you makes a separate AWARENESS roll. You cannot help (page 32) each other.","relatedAttribute":"Intelligence","trained":true,"advancement":false},{"id":13,"name":"Bartering","description":"When haggling over the price of something you are buying or selling, roll for BARTERING. If you succeed, the price goes down or up by 20%. If you roll a dragon, the price is halved or doubled. If you roll a demon, you have offended the other party so badly that they refuse the trade.","relatedAttribute":"Charisma","trained":false,"advancement":false},{"id":14,"name":"Beast Lore","description":"The world is full of common and rare animals and beasts of all kinds. Roll for BEAST LORE when trying to identify an animal or monster, or to know its habits, abilities, and weaknesses. If you succeed, the GM should give you some piece of useful information.","relatedAttribute":"Intelligence","trained":true,"advancement":false},{"id":15,"name":"Bluffing","description":"To quickly come up with a convincing lie can be an invaluable skill as an adventurer. If the GM finds your bluff unconvincing, you get a bane to your roll. If your bluff is completely unbelievable, it fails automatically – no matter how well you deliver it.","relatedAttribute":"Charisma","trained":false,"advancement":false},{"id":16,"name":"Bushcraft","description":"The vast wilderness is a dangerous place where wild beasts roam. The ignorant can lose their lives by choosing the wrong path through the woods or making camp in the wrong spot. Roll for BUSHCRAFT to lead the way through the wilderness, make camp, cook food, or stay warm in cold weather.","relatedAttribute":"Intelligence","trained":true,"advancement":false},{"id":17,"name":"Crafting","description":"As an adventurer, you must often repair your gear if it breaks. Typically, it takes one shift to repair a damaged item, and you need access to the appropriate tools (page 78).","relatedAttribute":"Strength","trained":false,"advancement":false},{"id":18,"name":"Evade","description":"Roll for this skill when trying to dodge an attack or flee from combat.","relatedAttribute":"Agillity","trained":true,"advancement":false},{"id":19,"name":"Healing","description":"As an adventurer there is a significant risk that you and your friends will be injured, sooner or later. That is when HEALING is useful – with this skill you can get fallen companions back on their feet or even save their lives.","relatedAttribute":"Intelligence","trained":true,"advancement":false},{"id":20,"name":"Hunting & Fishing","description":"Out in the wild, you will often need to find your own food by hunting or fishing.","relatedAttribute":"Agillity","trained":true,"advancement":false},{"id":21,"name":"Languages","description":"All player characters can speak the common tongue and read simple texts, and non-human kin also know their own language. To understand foreign or ancient languages, roll for this skill.","relatedAttribute":"Intelligence","trained":false,"advancement":false},{"id":22,"name":"Myths & Legends","description":"When trying to remember stories of old times or distant lands, or trying to understand links to the past, roll for this skill.","relatedAttribute":"Intelligence","trained":false,"advancement":false},{"id":23,"name":"Performance","description":"When singing a song, reading a poem, making jokes or in some other way try to amuse a crowd, roll for PERFORMANCE.","relatedAttribute":"Charisma","trained":false,"advancement":false},{"id":24,"name":"Persuasion","description":"Life as an adventurer is dangerous, but you can often reach your goals without violence, through charm, threats, or sensible reasoning. Roll for PERSUASION to make another person see things your way.","relatedAttribute":"Charisma","trained":false,"advancement":false},{"id":25,"name":"Riding","description":"To get up on a horse and ride slowly doesn’t require a skill roll, but for more advanced maneuvers you need to roll for RIDING.","relatedAttribute":"Agillity","trained":false,"advancement":false},{"id":26,"name":"Seamanship","description":"Anyone can row a boat or paddle a canoe slowly, but in more challenging situations you need to roll for SEAMANSHIP to steer a vessel over water. This skill can also be used for navigation.","relatedAttribute":"Intelligence","trained":false,"advancement":false},{"id":27,"name":"Sleight Of Hand","description":"When you are trying to steal something unnoticed, pick a lock, or perform any other action that requires fine motor skills, you roll SLEIGHT OF HAND.","relatedAttribute":"Agillity","trained":false,"advancement":false},{"id":28,"name":"Sneaking","description":"It is often wise to avoid combat and hide or sneak past the enemy instead. If you win, you remain undetected. It is usually a straight skill roll, but if someone is actively looking for you, you must make an opposed roll with your SNEAKING against the enemy’s AWARENESS.","relatedAttribute":"Agillity","trained":true,"advancement":false},{"id":29,"name":"Spot Hidden","description":"The art of finding what’s hidden can make you rich beyond measure – or save your life. When you are looking for something concealed, you roll SPOT HIDDEN.","relatedAttribute":"Intelligence","trained":false,"advancement":false},{"id":30,"name":"Swimming","description":"All player characters can keep afloat for a short time, but for more challenging situations a roll for SWIMMING is required.","relatedAttribute":"Agillity","trained":false,"advancement":false}],"abilities":[{"id":6,"requirement":{"skillIds":[20],"requiredLevel":12},"name":"COMPANION","willpowerCost":3,"description":"You can activate this ability to turn an animal (not a monster) into your companion. This takes a stretch of time, and you can only have one animal companion at a time. The GM decides which animals are nearby – see the list on page 99. The animal follows you as long as you remain in its natural environment, and it can scout for you at no additional WP cost. For 3 additional WP you can command the animal to attack an enemy (free action for you)."}],"inventory":[],"gold":1,"silver":2,"copper":3,"deathSaves":{"successOne":false,"successTwo":false,"successThree":false,"failOne":false,"failTwo":false,"failThree":false},"roundRest":true}