{"name":"Ayriana","age":"Adult","kin":{"name":"Dwarf","description":"Dwarves are the oldest of the elder folk, at least according to their own chroniclers. They are an immensely proud and traditional people whose culture is steeped in ancient customs and grandiose ballads of heroic ancestors. Dwarves feel a strong connection with the bedrock and the roots of the world. They are skilled blacksmiths and artisans, admired for their ability to craft wondrous items of precious metal, as well as of iron and stone. Dwarves are also known as fierce warriors armed with axes, war hammers, and other heavy melee weapons forged in their underground smithies.","baseMovement":8},"profession":"Bard","currentHp":12,"currentMp":12,"weakness":{"name":"Fearful of Magic","description":"Magic is an evil force and mages cannot be trusted."},"strength":{"title":"Strength","abbreviation":"STR","score":11},"constitution":{"title":"Constitution","abbreviation":"CON","score":12},"agillity":{"title":"Agillity","abbreviation":"AGL","score":17},"intelligence":{"title":"Intelligence","abbreviation":"INT","score":15},"willpower":{"title":"Willpower","abbreviation":"WIL","score":12},"charisma":{"title":"Charisma","abbreviation":"CHA","score":10},"exhausted":false,"sickly":false,"dazed":false,"angry":false,"scared":false,"disheartened":false,"axes":{"name":"Axes","description":"Your ability to fight with the weapon type Axes.","relatedAttribute":"STR","trained":false,"advancement":false},"bows":{"name":"Bows","description":"Your ability to fight with the weapon type Bows.","relatedAttribute":"AGL","trained":false,"advancement":false},"brawling":{"name":"Brawling","description":"Your ability to fight with the weapon type Brawling.","relatedAttribute":"STR","trained":false,"advancement":false},"crossbows":{"name":"Crossbows","description":"Your ability to fight with the weapon type Crossbows.","relatedAttribute":"AGL","trained":false,"advancement":false},"hammers":{"name":"Hammers","description":"Your ability to fight with the weapon type Hammers.","relatedAttribute":"STR","trained":false,"advancement":false},"knives":{"name":"Knives","description":"Your ability to fight with the weapon type Knives.","relatedAttribute":"AGL","trained":false,"advancement":false},"slings":{"name":"Slings","description":"Your ability to fight with the weapon type Slings.","relatedAttribute":"AGL","trained":false,"advancement":false},"spears":{"name":"Spears","description":"Your ability to fight with the weapon type Spears.","relatedAttribute":"STR","trained":false,"advancement":false},"staves":{"name":"Staves","description":"Your ability to fight with the weapon type Staves.","relatedAttribute":"AGL","trained":false,"advancement":false},"swords":{"name":"Swords","description":"Your ability to fight with the weapon type Swords.","relatedAttribute":"STR","trained":false,"advancement":false},"acrobatics":{"name":"Acrobatics","description":"When jumping, climbing, balancing or performing a similar physical action, roll for this skill.","relatedAttribute":"STR","trained":false,"advancement":false},"awareness":{"name":"Awareness","description":"As an adventurer you must always be on your guard, or you won’t live long. You use your AWARENESS skill to watch or listen for anyone sneaking around nearby (opposed roll, see SNEAKING below). The GM can also let you make an AWARENESS roll to notice emerging threats in time. Such a passive roll cannot be pushed. \n Groups: If multiple player characters are in the same place, each of you makes a separate AWARENESS roll. You cannot help (page 32) each other.","relatedAttribute":"STR","trained":false,"advancement":false},"bartering":{"name":"Bartering","description":"When haggling over the price of something you are buying or selling, roll for BARTERING. If you succeed, the price goes down or up by 20%. If you roll a dragon, the price is halved or doubled. If you roll a demon, you have offended the other party so badly that they refuse the trade.","relatedAttribute":"STR","trained":false,"advancement":false},"beastLore":{"name":"Beast Lore","description":"The world is full of common and rare animals and beasts of all kinds. Roll for BEAST LORE when trying to identify an animal or monster, or to know its habits, abilities, and weaknesses. If you succeed, the GM should give you some piece of useful information.","relatedAttribute":"STR","trained":false,"advancement":false},"bluffing":{"name":"Bluffing","description":"To quickly come up with a convincing lie can be an invaluable skill as an adventurer. If the GM finds your bluff unconvincing, you get a bane to your roll. If your bluff is completely unbelievable, it fails automatically – no matter how well you deliver it.","relatedAttribute":"STR","trained":false,"advancement":false},"bushcraft":{"name":"Bushcraft","description":"The vast wilderness is a dangerous place where wild beasts roam. The ignorant can lose their lives by choosing the wrong path through the woods or making camp in the wrong spot. Roll for BUSHCRAFT to lead the way through the wilderness, make camp, cook food, or stay warm in cold weather. Read more in chapter 8.","relatedAttribute":"STR","trained":false,"advancement":false},"crafting":{"name":"Crafting","description":"As an adventurer, you must often repair your gear if it breaks. Typically, it takes one shift to repair a damaged item, and you need access to the appropriate tools (page 78).","relatedAttribute":"STR","trained":false,"advancement":false},"evade":{"name":"Evade","description":"Roll for this skill when trying to dodge an attack or flee from combat. Read more in chapter 4.","relatedAttribute":"STR","trained":false,"advancement":false},"healing":{"name":"Healing","description":"As an adventurer there is a significant risk that you and your friends will be injured, sooner or later. That is when HEALING is useful – with this skill you can get fallen companions back on their feet or even save their lives. Read more on page 50.","relatedAttribute":"STR","trained":false,"advancement":false},"huntingAndFishing":{"name":"Hunting & Fishing","description":"Out in the wild, you will often need to find your own food by hunting or fishing. This is further described on page 103.","relatedAttribute":"STR","trained":false,"advancement":false},"languages":{"name":"Languages","description":"All player characters can speak the common tongue and read simple texts, and non-human kin also know their own language. To understand foreign or ancient languages, roll for this skill.","relatedAttribute":"STR","trained":false,"advancement":false},"legends":{"name":"Myths & Legends","description":"When trying to remember stories of old times or distant lands, or trying to understand links to the past, roll for this skill.","relatedAttribute":"INT","trained":false,"advancement":false},"performance":{"name":"Performance","description":"When singing a song, reading a poem, making jokes or in some other way try to amuse a crowd, roll for PERFORMANCE.","relatedAttribute":"CHA","trained":false,"advancement":false},"persuasion":{"name":"Persuasion","description":"Life as an adventurer is dangerous, but you can often reach your goals without violence, through charm, threats, or sensible reasoning. Roll for PERSUASION to make another person see things your way. If you succeed, you achieve your stated objective, and the NPC does what you want.","relatedAttribute":"CHA","trained":false,"advancement":false},"riding":{"name":"Riding","description":"To get up on a horse and ride slowly doesn’t require a skill roll, for but for more advanced maneuvers you need to roll for RIDING.","relatedAttribute":"AGL","trained":false,"advancement":false},"seamanship":{"name":"Seamanship","description":"Anyone can row a boat or paddle a canoe slowly, but in more challenging situations you need to roll for SEAMANSHIP to steer a vessel over water. This skill can also be used for navigation.","relatedAttribute":"INT","trained":false,"advancement":false},"sleightOfHand":{"name":"Sleight Of Hand","description":"When you are trying to steal something unnoticed, pick a lock, or perform any other action that requires fine motor skills, you roll SLEIGHT OF HAND.","relatedAttribute":"AGL","trained":false,"advancement":false},"sneaking":{"name":"Sneaking","description":"It is often wise to avoid combat and hide or sneak past the enemy instead. If you win, you remain undetected. It is usually a straight skill roll, but if someone is actively looking for you, you must make an opposed roll with your SNEAKING against the enemy’s AWARENESS.","relatedAttribute":"AGL","trained":false,"advancement":false},"spotHidden":{"name":"Spot Hidden","description":"The art of finding what’s hidden can make you rich beyond measure – or save your life. When you are looking for something concealed, you roll SPOT HIDDEN.","relatedAttribute":"INT","trained":false,"advancement":false},"swimming":{"name":"Swimming","description":"All player characters can keep afloat for a short time, but for more challenging situations a roll for SWIMMING is required.","relatedAttribute":"AGL","trained":false,"advancement":false},"abilities":[],"inventory":[],"gold":1,"silver":2,"copper":3}